[
    {
       "slug":"o-menino-maluquinho",
       "premium":false,
       "name":"O menino maluquinho",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/o-menino-maluquinho/thumb_9788506074237.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/o-menino-maluquinho/intermediaria_9788506074237.jpg",
       "description":"Na grande obra infantil de Ziraldo, verso e desenho contam a histÛria de um menino traquinas que aprontava muita confus„o. Alegria da casa, liderava a garotada, era sabido e um amig„o. Fazia versinhos, canÁıes, inventava brincadeiras. Tirava dez em todas as matÈrias, mas era zero em comportamento. Menino maluquinho, diziam. Mas na verdade ele era um menino feliz.",
       "degree":"1",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "slug":"meu-avo-tem-8-anos",
       "premium":false,
       "name":"Meu avÙ tem oito anos",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/meu-avo-tem-8-anos/thumb_9788525052148.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/meu-avo-tem-8-anos/intermediaria_9788525052148.jpg",
       "description":"Tudo comeÁa com um habitual passeio de fim de semana, no Rio de Janeiro, rumo ao anivers·rio do avÙ. Para distrair os filhos do engarrafamento, a m„e decide falar sobre como era o bairro carioca de Copacabana no inÌcio do sÈculo 20, ainda um local deserto e de difÌcil acesso, isolado pelos morros. De repente, acontece o que parece impossÌvel: o carro do grupo chega... ao Rio de Janeiro de 1938!\n\nAs andanÁas do casal e dos dois meninos pelo passado criam instantes m·gicos, como a passagem de um circo em plena avenida Nossa Senhora de Copacabana, o trajeto de bicicleta pela ent„o pista ˙nica da avenida Atl‚ntica, a vis„o do imponente Copacabana Palace tal qual a famÌlia est· acostumada a vÍ-lo no presente. Mas a melhor parte comeÁa quando o quarteto chega ‡ casa em que o avÙ morava.\n\nA narrativa suave e intrigante captura o leitor desde as primeiras linhas. O relato das aventuras, h·bil ao mesclar a Ûtica dos meninos contempor‚neos com um delicioso toque de nostalgia, ganha forÁa adicional com as belas ilustraÁıes de Taline Schubach.\n\nVida em famÌlia, rivalidade entre irm„os, dificuldades da vida moderna s„o alguns dos temas abordados em Meu avÙ tem oito anos, nono livro de SÙnia Travassos, que h· mais de duas dÈcadas atua na promoÁ„o da leitura entre crianÁas, jovens e educadores. … autora dos livros Visconde todo prosa, Uma nova amiga, Quem manda aqui sou eu e Picapaus unidos s„o invencÌveis, todos publicados pela Editora Globo.\n",
       "degree":"5",
       "author":"SÙnia Travassos",
       "__typename":"Book"
    },
    {
       "slug":"a-fabulosa-morte-do-professor-de-portugues",
       "premium":true,
       "name":"A fabulosa morte do professor de portuguÍs",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/a-fabulosa-morte-do-professor-de-portugues/thumb_9788582171622.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/a-fabulosa-morte-do-professor-de-portugues/intermediaria_9788582171622.jpg",
       "description":"Mariana e Teodoro recebem a incumbÍncia de escrever uma reportagem para o jornal do colÈgio. Teriam de cobrir a inauguraÁ„o da livraria Esquina das Palavras, onde estariam v·rios intelectuais e artistas da cidade.\n\nDurante o evento, uma surpresa: a morte do professor de portuguÍs (e crÌtico de literatura) mais odiado da cidade.\n\nComeÁam, ent„o, as especulaÁıes: quem matou? Por quÍ? Como? As hipÛteses se sucedem, hilariantes, numa mistura de narrativa policial e de humor, atÈ o desfecho surpreendente e engraÁado.\n\n",
       "degree":"6",
       "author":"LourenÁo CazarrÈ ",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"diario-da-julieta-3-o-blog-de-ferias-da-menina-maluquinha",
       "premium":false,
       "name":"Di·rio da Julieta 3",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/diario-da-julieta-3-o-blog-de-ferias-da-menina-maluquinha/thumb_9788525054357.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/diario-da-julieta-3-o-blog-de-ferias-da-menina-maluquinha/intermediaria_9788525054357.jpg",
       "description":"Para muita gente, tirar fÈrias È sinÙnimo de ter tempo de sobra para n„o fazer nada. Definitivamente, este n„o È o caso da Julieta, a namoradinha do Menino Maluquinho. Irrequieta e comunicativa, ela n„o sÛ aproveita ao m·ximo cada dia de folga como ainda d· um jeito de manter seus amigos a par de todas as novidades ñ mesmo quando ela viaja para longe da turma. Como? A menina, que sempre amou fazer di·rios, agora virou blogueira. Viagem, praia, cinema, hotel-fazenda, piquenique e atÈ congestionamento na estrada ñ tudo o que acontece, ela posta em seu blog de fÈrias, para ser comentado por uma legi„o de seguidores. Assim È o Di·rio da Julieta 3: o blog de fÈrias da Menina Maluquinha, o mais novo livro da bem-sucedida sÈrie protagonizada pela Menina Maluquinha.\n\nMais uma vez, antenadÌssimo com o universo de referÍncias da garotada, Ziraldo acrescenta uma novidade genial a suas histÛrias em quadrinhos. Em Di·rio da Julieta 2 o autor uniu o brilhantismo das HQs ‡ criatividade dos scrapbooks. J· nesse lanÁamento traz histÛrias em quadrinhos inÈditas da Julieta e sua turma intercaladas com os posts blogados pela personagem com coment·rios dos amigos a respeito de cada aventura. Ao todo, s„o 12 histÛrias em quadrinhos e 12 posts recheados com o humor afiado de um autor que, como poucos, consegue falar com a crianÁa de igual para igual.",
       "degree":"4",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "slug":"os-hai-kais-do-menino-maluquinho",
       "premium":false,
       "name":"Os Hai-kais do Menino Maluquinho",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/os-hai-kais-do-menino-maluquinho/thumb_9788506072257.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/os-hai-kais-do-menino-maluquinho/intermediaria_9788506072257.jpg",
       "description":"O hai-kai È uma pequena composiÁ„o poÈtica de origem japonesa, adotada por muitos poetas brasileiros, encantados por sua delicadeza. Paulo Leminski, M·rio Quintana, Alice Ruiz e MillÙr Fernandes, entre outros, est„o nessa lista. Com apenas trÍs pequenos versos, ele pode nos emocionar, como acontece quando estamos contemplando uma gravura japonesa. … como se o poema fosse um pingo dí·gua caindo sobre a superfÌcie de um lago tranquilo e fazendo-nos ficar atentos ‡ propagaÁ„o de um som que n„o ouvimos. Falar a crianÁas com a sutileza dos versos japoneses È o que Ziraldo, poeta, busca nesta coleÁ„o de hai-kais plenos de humor, doÁura e descobertas.",
       "degree":"4",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"garfield-volume-2",
       "premium":false,
       "name":"Garfield   ",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/garfield-volume-2/thumb_9788582860816.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/garfield-volume-2/intermediaria_9788582860816.jpg",
       "description":"A volta triunfante de Garfield aos quadrinhos continua! O roteirista Mark Evanier e o artista veterano das tiras de Garfield, Gary Barker, apresentam o gato preguiÁoso, Odie e toda a turma a um grupo totalmente inÈdito de amigos, incluindo um rato que quer ser um gato (ou um c„o), uma m˙mia viva e a ForÁa PET. Isso mesmo: os maiores super-herÛis da gal·xia est„o em aÁ„o e prontos para defender o universo (ou, pelo menos, o planeta Dorkon). Prepare-se para mais uma rodada de divers„o para toda a famÌlia neste lanÁamento da Editora Nemo.",
       "degree":"5",
       "author":"Jim Davis ",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"20-000-leguas-submarinas-em-quadrinhos",
       "premium":false,
       "name":"20.000 lÈguas submarinas ",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/20-000-leguas-submarinas-em-quadrinhos/thumb_9788564823211.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/20-000-leguas-submarinas-em-quadrinhos/intermediaria_9788564823211.jpg",
       "description":"Nas p·ginas de 20.000 LÈguas Submarinas em Quadrinhos, um dos maiores cl·ssicos de J˙lio Verne ganha vida numa fant·stica HQ! Mergulhe nessa aventura, na companhia do Professor Aronnax, do fiel Conselho e do valente Ned Land, em busca das maravilhas e tesouros do fundo do mar. Embarque no extraordin·rio submarino N·utilus e descubra o mistÈrio que envolve o enigm·tico Capit„o Nemo!",
       "degree":"5",
       "author":"J˙lio Verne",
       "__typename":"Book"
    },
    {
       "slug":"o-pequeno-principe",
       "premium":false,
       "name":"O pequeno prÌncipe",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/o-pequeno-principe/thumb_Pequeno_Principe_LUXO.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/o-pequeno-principe/intermediaria_Pequeno_Principe_LUXO.jpg",
       "description":"Um piloto cai com seu avi„o no deserto e ali encontra uma crianÁa loura e fr·gil. Ela diz ter vindo de um pequeno planeta distante. E ali, na convivÍncia  com o piloto perdido, os dois repensam os seus valores e encontram o sentido da vida.\n \nCom essa histÛria m·gica, sensÌvel, comovente, ‡s vezes triste, e sÛ aparentemente infantil, o escritor francÍs Antoine de Saint-ExupÈry criou h· 70 anos um dos maiores cl·ssicos da literatura universal. N„o h· adulto que n„o se comova ao se lembrar de quando o leu quando crianÁa.\n\nTrata-se da maior obra existencialista do sÈculo XX, segundo Martin Heidegger. Livro mais traduzido da histÛria, depois do Alcor„o e da BÌblia, ele agora chega ao Brasil em nova ediÁ„o, completa, com a traduÁ„o de Frei Betto e enriquecida com um caderno ilustrado sobre a obra e a curta e tr·gica vida do autor.\n",
       "degree":"4",
       "author":"Antoine de Saint-ExupÈry",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"os-contos-de-grimm",
       "premium":false,
       "name":"Os contos de Grimm",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/os-contos-de-grimm/thumb_9788534945066.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/os-contos-de-grimm/intermediaria_9788534945066.jpg",
       "description":"Jo„ozinho e Mariazinha, A gata borralheira, Chapeuzinho vermelho, Rapunzel e outros diversos contos est„o nesse livro ricamente ilustrado do irm„os Grimm. Venha se aventurar entre florestas, castelos e bosques.\n\n\n\n",
       "degree":"4",
       "author":"Irm„os Grimm",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"chapeuzinho-vermelho",
       "premium":false,
       "name":"Chapeuzinho vermelho",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/chapeuzinho-vermelho/thumb_9788582173510.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/chapeuzinho-vermelho/intermediaria_9788582173510.jpg",
       "description":"Desde sua criaÁ„o, em 1970, por ¡lvaro Apocalypse, Terezinha Veloso e Madu, os bonecos do Grupo Giramundo contam histÛrias nos palcos do Brasil e de outros lugares do mundo. Agora, para comemorar seus 40 anos, resolveram recontar, em livros, histÛrias (do Brasil e de outros lugares do mundo) como Chapeuzinho Vermelho, um conto que o mundo inteiro conhece mas que ganha uma cara e um jeito novo, cheio de humor, recontado com sotaque brasileiro, que È o sotaque dos bonecos na voz do ZÈ do Conto, que nasceu especialmente pra recontar essas histÛrias.",
       "degree":"3",
       "author":"Sonia Junqueira",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"tatu-balao",
       "premium":false,
       "name":"Tatu-bal„o",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/tatu-balao/thumb_9788561167783.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/tatu-balao/intermediaria_9788561167783.jpg",
       "description":"ConheÁa a histÛria desse tatu-bola que sonhava em ser bal„o. Determinado, o tatu subia todos os dias no alto de uma montanha e se lanÁava desejando finalmente tornar-se tatu-bal„o. Ser· que ele conseguir· realizar seu sonho? Essa bela histÛria sobre o direito de sonhar È contada em versos pela escritora SÙnia Barros. O poema ganha mais beleza com as ilustraÁıes de Simone Matias.",
       "degree":"1",
       "author":"SÙnia Barros",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"garfield-volume-4",
       "premium":false,
       "name":"Garfield   ",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/garfield-volume-4/thumb_9788582861387.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/garfield-volume-4/intermediaria_9788582861387.jpg",
       "description":"Eis o volume mais recente das novas aventuras de Garfield! Nesta coleÁ„o, Garfield se aventura na venda de limonada, Jon toma medidas dr·sticas para n„o se atrasar, e Nermal tenta bater um recorde mundial! Esteja preparado tambÈm para uma porÁ„o dupla da ForÁa PET, com os maiores herÛis de Dorkon enfrentando dois novos inimigos! O roteirista Mark Evanier, o desenhista das tiras di·rias de Garfield, Gary Barker, alÈm do fiel Andy Hirsch e de um time de grandes artistas convidados, trazem a vocÍ estas deliciosas histÛrias para toda a famÌlia!",
       "degree":"5",
       "author":"Jim Davis",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"diario-da-julieta-2-as-historias-mais-secretas-da-menina-maluquinha",
       "premium":false,
       "name":"Di·rio da Julieta 2",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/diario-da-julieta-2-as-historias-mais-secretas-da-menina-maluquinha/thumb_9788525054364.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/diario-da-julieta-2-as-historias-mais-secretas-da-menina-maluquinha/intermediaria_9788525054364.jpg",
       "description":"No Di·rio de Julieta 2, a Menina Maluquinha conta tudo o que aconteceu em cada aventura sua com a turma em histÛrias em quadrinhos criadas pelo escritor e cartunista Ziraldo. Como a vez em que ela tentou ajudar a Simone na apresentaÁ„o da escola, ou quando os amigos resolveram montar um talk show de televis„o ou ainda no dia em que ela decidiu fazer um bolo de chocolate para o Maluquinho. S„o tantas as situaÁıes que sÛ escrever n„o foi suficiente. Por isso, Julieta resolveu guardar bilhetes, fotos, adesivos e in˙meras outras lembranÁas desses momentos inesquecÌveis, e montou um scrapbook caprichado.",
       "degree":"4",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"coisas-de-menina",
       "premium":false,
       "name":"Coisas de Menina",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/coisas-de-menina/thumb_9788525054388.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/coisas-de-menina/intermediaria_9788525054388.jpg",
       "description":"Coisas de menina ñ histÛrias que revelam o que È ser menina maluquinha È um livro com histÛrias em quadrinhos que mostra as preferÍncias, d˙vidas e brincadeiras das meninas da Turma do Maluquinho. Enquanto as meninas v„o vivendo o seu dia-a-dia, os meninos resolvem montar a OperaÁ„o Coisas de Menina para descobrir definitivamente o que È ser menina. Assim, Julieta, Carol, Joana, Nina, Shirley ValÈria, JanaÌna, Renata, Simone, PatrÌcia, Nadja e a professora de artes, Adriana, s„o alvo de uma intensa pesquisa com o objetivo de descobrir como s„o e o que pensam. Quando o relatÛrio final fica pronto, os meninos acabam tendo uma grande surpresa.",
       "degree":"3",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"maluquinho-pelo-mundo",
       "premium":false,
       "name":"Maluquinho pelo mundo ",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/maluquinho-pelo-mundo/thumb_9788525054043.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/maluquinho-pelo-mundo/intermediaria_9788525054043.jpg",
       "description":"Quando foi criado, h· mais de trinta anos, o simp·tico garoto com uma panela na cabeÁa conquistou o coraÁ„o dos brasileiros de todas as idades, tornando-se uma espÈcie de sÌmbolo daquilo que h· de melhor na inf‚ncia. Alegre, sapeca e imaginativo, ele È a crianÁa que todos fomos ñ ou deverÌamos ter sido ñ um dia. Esse car·ter universal n„o passou despercebido pelo criador do personagem, o escritor e cartunista Ziraldo, que lanÁa Maluquinho pelo mundo, no qual apresenta versıes estrangeiras do pequeno herÛi.\n\nNo livro, Maluquinho usa a internet para entrar em contato com seus pares mundo afora. E È por meio de animados chats que ele conhece e apresenta o angolano AntÛnio Maluco, o argentino Pibe Piola, o egÌpcio Mahlu Al Kim, o francÍs Petit Fou, o indiano Malukesh, o mexicano Loquito, sÛ para citar alguns. Assim como o garoto brasileiro, todos tÍm uma turma bem animada e vivem aprontando confusıes.\n\n'Cada paÌs tem o menino maluquinho que merece', afirma Ziraldo na apresentaÁ„o do livro, cujas histÛrias s„o ambientadas em paÌses dos cinco continentes ñ uma oportunidade de introduzir o leitor a uma diversidade de cen·rios, costumes e culturas. No entanto, como o prÛprio autor faz quest„o de ressaltar, as roupas e as panelinhas desses personagens podem ser completamente diferentes, mas o jeito de olhar o mundo e sentir as coisas È o mesmo: deliciosamente maluquinho.",
       "degree":"3",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"o-menino-que-queria-virar-vento",
       "premium":false,
       "name":"O menino que queria virar vento",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/o-menino-que-queria-virar-vento/thumb_9788561167578.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/o-menino-que-queria-virar-vento/intermediaria_9788561167578.jpg",
       "description":"O que pode fazer uma crianÁa quando bate em seu peito a saudade? Fruto de parceria afinada entre autor e ilustradora, 'O menino que queria virar vento' prova que para transpor longas dist‚ncias entre pessoas que se amam È possÌvel recorrer ‡ imaginaÁ„o e ‡ sensibilidade. A artista pl·stica Luisa Helena Ribeiro ilustrou e tambÈm assinou o criativo projeto gr·fico, que proporciona uma viagem l˙dica ao pequeno leitor.",
       "degree":"EI",
       "author":"Pedro Kalil Auad",
       "__typename":"Book"
    },
    {
       "slug":"nao-era-uma-vez-contos-classicos-recontados",
       "premium":false,
       "name":"N„o Era Uma VezÖ",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/nao-era-uma-vez-contos-classicos-recontados/thumb_9788506071205.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/nao-era-uma-vez-contos-classicos-recontados/intermediaria_9788506071205.jpg",
       "description":"A Cinderela esta¥ toda feliz lavando o cha~o? A imperatriz na~o esta¥ nem ai¥ por estar desfilando sem roupa na frente do povo? Os tre^s porquinhos esta~o morando na mesma casa que o lobo? E¥ isso mesmo! As histo¥rias cla¥ssicas da literatura infantil reunidas neste livro foram recontadas por escritores latino-americanos e narradas sob pontos de vista surpreendentes, com muito humor e irrevere^ncia. ",
       "degree":"5",
       "author":"Adela Basch",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"snoopy-volume-2",
       "premium":false,
       "name":"Snoopy - Volume 2",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/snoopy-volume-2/thumb_9788582860755.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/snoopy-volume-2/intermediaria_9788582860755.jpg",
       "description":"A adorada turma do Snoopy est· toda aqui, no segundo volume de sua nova sÈrie de histÛrias em quadrinhos. Esta ediÁ„o apresenta uma mistura de histÛrias totalmente novas e p·ginas dominicais cl·ssicas de Charles Schulz. Seja numa aula de desenho do Chiqueirinho, Snoopy versus o gato do vizinho ou Charlie Brown em um parque de diversıes, este novo volume da sÈrie pela Editora Nemo È garantia de divers„o para todos!",
       "degree":"EI",
       "author":"Charles M. Schulz ",
       "__typename":"Book"
    },
    {
       "slug":"antoine-de-saint-exupery-o-pequeno-principe",
       "premium":true,
       "name":"O pequeno prÌncipe",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/antoine-de-saint-exupery-o-pequeno-principe/thumb_arvore-9788582175866.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/antoine-de-saint-exupery-o-pequeno-principe/intermediaria_arvore-9788582175866.jpg",
       "description":"H· mais de 70 anos encantando geraÁıes de leitores de todas as idades, 'O Pequeno PrÌncipe' sai agora pela AutÍntica, em traduÁ„o que buscou uma linguagem ñ tanto verbal quanto visual ñ mais prÛxima do leitor brasileiro de nossos dias. A intenÁ„o era criar coloquialidade e, ao mesmo tempo, respeitar o tom cl·ssico de uma das obras liter·rias mais importantes da literatura universal para o p˙blico infantil e juvenil, mas tambÈm para todos os adultos que conseguem enxergar a essÍncia humana.\n\nO livro narra o encontro, no deserto do Saara, de um piloto francÍs, cujo avi„o sofrera uma pane, com um menino ìde cabelos de ouroî.\n\nNum longo di·logo, o narrador descobre um pouco da vida do pequeno prÌncipe, percebe seu olhar infantil sobre a vida e o mundo; o pequeno prÌncipe, por sua vez, se vÍ diante de questıes da vida dos adultos, e aquele encontro se transforma numa ligaÁ„o forte, um dependendo do outro, compreendendo a import‚ncia que tÍm todos aqueles que cruzam nossa vida.\n\nConsiderado uma das maiores obras do sÈculo XX, 'O Pequeno PrÌncipe' È um dos livros mais traduzidos do mundo, n„o se sabe exatamente para quantos idiomas ñ o site oficial da obra (www.lepetitprince.com) fala em cerca de 253 idiomas e dialetos ñ, e revela uma vis„o filosÛfica e poÈtica do mundo, da vida e da morte, das relaÁıes.",
       "degree":"4",
       "author":"Antoine de Saint-ExupÈry",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"garfield-volume-1",
       "premium":false,
       "name":"Garfield   ",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/garfield-volume-1/thumb_9788582860793.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/garfield-volume-1/intermediaria_9788582860793.jpg",
       "description":"O gato voltou! Coloque suas patas na estreia das novas aventuras e trapalhadas de Garfield. O gato gordo, Odie, Jon, Nermal e o resto da turma est„o servindo gargalhadas e lasanhas, graÁas ao escritor Mark Evanier e ao atual desenhista das tiras di·rias da sÈrie Garfield, Gary Barker. Feita para agradar f„s de todas as idades, esta colet‚nea de HQs È a cura certa para aquela tristeza de segunda-feira.",
       "degree":"5",
       "author":"Jim Davis ",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"snoopy-a-felicidade-e-um-cobertor-quentinho",
       "premium":false,
       "name":"Snoopy",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/snoopy-a-felicidade-e-um-cobertor-quentinho/thumb_9788582860014.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/snoopy-a-felicidade-e-um-cobertor-quentinho/intermediaria_9788582860014.jpg",
       "description":"Pela primeira vez, a tira de quadrinhos mundialmente conhecida, criada por Charles Schulz, ganha a forma de uma ediÁ„o com histÛria ˙nica. Adaptada de um novo especial de animaÁ„o e tambÈm das tiras originais da sÈrie, esta vers„o em 80 p·ginas de HQ nos leva de volta ‡ querida vizinhanÁa em que encontramos Linus e suas inseguranÁas, as desventuras de Charlie Brown na tentativa de empinar uma pipa, o amor n„o correspondido de Lucy por Schroeder, alÈm do c„o beagle mais amado do mundo: Snoopy. Tudo isso, num vivo e colorido passeio pela imaginaÁ„o de Charles Schulz.",
       "degree":"EI",
       "author":"Charles M. Schulz",
       "__typename":"Book"
    },
    {
       "slug":"uma-ideia-toda-azul",
       "premium":false,
       "name":"Uma Ideia Toda Azul",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/uma-ideia-toda-azul/thumb_9788526021211.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/uma-ideia-toda-azul/intermediaria_9788526021211.jpg",
       "description":"Em 'Uma Ideia Toda Azul', reis, rainhas, princesas, prÌncipes, unicÛrnios, gnomos, cisnes, fadas s„o alguns dos personagens dos dez contos, criados pela sensibilidade e imaginaÁ„o de Marina Colasanti. As histÛrias, embora passadas em lugares imagin·rios - castelos, bosques, reinos distantes -, revelam sonhos, fantasias, medos, desejos e outros sentimentos sempre presentes na alma humana. A linguagem de uma sonoridade poÈtica narra a histÛria da princesa sem amigos, do rei prisioneiro em seu prÛprio reino, do unicÛrnio e sua paix„o, da corÁa aprisionada, da princesa, possessiva, insensÌvel... A princesa pegou a rede, o vidro, a caixinha dos alfinetes, e saiu para caÁar. Sempre atr·s de borboletas, n„o se contentava com as que j· tinha, caixas e caixas de vidro em todos os aposentos do pal·cio. Queria outras. Queria mais. Queria todas. Os aspectos simbÛlicos e os valores contidos nesses contos s„o b·sicos para a formaÁ„o da personalidade da crianÁa.",
       "degree":"5",
       "author":"Marina Colasanti",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"a-turma-do-perere-365-dias-na-mata-do-fundao",
       "premium":false,
       "name":"A turma do PererÍ",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/a-turma-do-perere-365-dias-na-mata-do-fundao/thumb_9788525054050.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/a-turma-do-perere-365-dias-na-mata-do-fundao/intermediaria_9788525054050.jpg",
       "description":"A Turma do PererÍ surgiu na dÈcada de 1960 e foi a primeira revista em quadrinhos feita por um sÛ autor com personagens brasileiros. Inspirada nos Ìndios, animais e personagens das lendas e do folclore brasileiro, esta criaÁ„o do cartunista e escritor Ziraldo foi escolhida em 2006, no Sal„o Internacional de Banda Desenhada de Portugal, como uma das 100 melhores histÛrias em quadrinhos do sÈculo XX.",
       "degree":"1",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "slug":"classicos-todolivro-o-tres-porquinhos",
       "premium":false,
       "name":"Cl·ssicos Todolivro: Os TrÍs Porquinhos",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-o-tres-porquinhos/thumb_9788537609576.png",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-o-tres-porquinhos/intermediaria_9788537609576.png",
       "description":"Esta È a maior coleÁ„o de cl·ssicos infantis do Brasil! S„o mais de 50 histÛrias, dos mais consagrados nomes da literatura infantil mundial, reunidas aqui para encantar crianÁas de todas as idades! Contos de fadas e f·bulas que ensinam, divertem e entretÍm, trazendo um mundo m·gico de sonhos e de pequenos ensinamentos para a vida toda.",
       "degree":"EI",
       "author":"Cristina Marques",
       "__typename":"Book"
    },
    {
       "slug":"classicos-todolivro-branca-de-neve",
       "premium":false,
       "name":"Cl·ssicos Todolivro: Branca de Neve",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-branca-de-neve/thumb_9788537609323.png",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-branca-de-neve/intermediaria_9788537609323.png",
       "description":"Esta È a maior coleÁ„o de cl·ssicos infantis do Brasil! S„o mais de 50 histÛrias, dos mais consagrados nomes da literatura infantil mundial, reunidas aqui para encantar crianÁas de todas as idades! Contos de fadas e f·bulas que ensinam, divertem e entretÍm, trazendo um mundo m·gico de sonhos e de pequenos ensinamentos para a vida toda.",
       "degree":"EI",
       "author":"Cristina Marques",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"cha-de-sumico-e-outros-poemas-assombrados",
       "premium":false,
       "name":"Ch· de sumiÁo e outros poemas assombrados",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/cha-de-sumico-e-outros-poemas-assombrados/thumb_9788582171745.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/cha-de-sumico-e-outros-poemas-assombrados/intermediaria_9788582171745.jpg",
       "description":"Ch· de sumiÁo e outros poemas assombrados pode ser lido de v·rias formas. … um conjunto de deliciosos e marotos minicontos de terror. Mas È tambÈm a crÙnica dos personagens de terror Frankenstein, vampiros, morcegos, almas penadas, coveiros, bichos papıes, cada um ‡s voltas com suas pequenas afliÁıes e dilemas cotidianos, mostrando como os monstros tambÈm s„o gente como a gente. E, claro, Ch· de sumiÁo È tambÈm poesia: s„o poemas l˙dicos e lÌricos, curtos e bem-humorados, lembrando, muitas vezes, os versos de JosÈ Paulo Paes, que h· dÈcadas vÍm conquistando os leitores mirins.",
       "degree":"2",
       "author":"AndrÈ Ricardo Aguiar ",
       "__typename":"Book"
    },
    {
       "slug":"geografia-de-dona-benta",
       "premium":false,
       "name":"Geografia de Dona Benta",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/geografia-de-dona-benta/thumb_9788525055217.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/geografia-de-dona-benta/intermediaria_9788525055217.jpg",
       "description":"Em 1935, quando Geografia de Dona Benta foi publicado pela primeira vez, Lobato e a sua turma do SÌtio do Picapau Amarelo viviam em um mundo diferente do que o que conhecemos hoje. A populaÁ„o mundial e o n˙mero de paÌses eram menores, o r·dio era o principal veÌculo de comunicaÁ„o e a maneira de viver era outra. Antes mesmo de o homem pisar na Lua, em 1969, Lobato j· havia levado EmÌlia e companhia para observar o mundo de l· e, a partir daÌ, explorar cada pedacinho do planeta Terra.\n\nNo inÌcio da dÈcada de 1930, os temas escolares passaram a fazer parte de alguns livros da obra infantil de Monteiro Lobato. O autor acreditava que era possÌvel apresentar os conte˙dos did·ticos de forma agrad·vel e de uma maneira f·cil de ser compreendida. Em seus textos, investia na formaÁ„o de leitores crÌticos e mostrava a realidade dos fatos. Geografia de Dona Benta È um bom exemplo disso. Nesse livro, Lobato apresenta os estados, paÌses, continentes, habitantes, costumes e como as pessoas se organizam em seus territÛrios, mas tambÈm fala sobre as guerras que aconteceram, as atitudes dominadores dos lÌderes de algumas naÁıes e as disputas pelo poder. Essa maneira democr·tica de escrever para crianÁas nada tinha a ver com a linha adotada pelas escolas dos anos 1930. Nessa Època, a pedagogia escolar n„o estimulava o di·logo com a crianÁa, trabalhava com a repetiÁ„o dos conte˙dos.\n\nMas Lobato defendia que a inteligÍncia das crianÁas funciona melhor quando guiada pela imaginaÁ„o e em Geografia de Dona Benta ele leva EmÌlia, Narizinho, Pedrinho, Visconde, Dona Benta, Tia Nast·cia e Quindim a bordo de um navio de faz-de-conta. Esse navio imagin·rio e uma luneta superpotente igualmente imagin·ria s„o recursos suficientes para o pessoal do SÌtio desbravar o mundo e conduzir o leitor a uma viagem divertida, cheia de aventuras e aprendizagem sobre a geografia do nosso planeta.\n\nNesta nova ediÁ„o lanÁada pela Globinho, o texto original do autor foi mantido, passando por atualizaÁ„o ortogr·fica. A obra tambÈm ganhou coment·rios complementares redigidos por geÛgrafos que explicam e atualizam as informaÁıes fornecidas por Lobato em 1935. O livro traz ainda um conjunto de mapas para que o leitor localize as regiıes citadas no texto e possa perceber as transformaÁıes no espaÁo geogr·fico.\nAo traÁar um panorama da dÈcada de 1930 e os dias atuais, a nova ediÁ„o da obra destaca o dinamismo que o mundo desenvolveu em menos de um sÈculo. Os paÌses se transformam, territÛrios s„o divididos, a populaÁ„o cresce, as trocas comerciais se intensificam, as preocupaÁıes ambientais ganham forÁa e o mundo, apesar de enorme, parece pequeno diante da capacidade dos meios de comunicaÁ„o de conectar e aproximar as pessoas.\n\nA narrativa descontraÌda e ao mesmo tempo informativa de Lobato, que leva o leitor a conhecer fatos reais do mundo de forma l˙dica e encantadora, È ilustrada por Roberto Fukue.",
       "degree":"4",
       "author":"Monteiro Lobato",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"a-panela-do-menino-maluquinho",
       "premium":false,
       "name":"A Panela do Menino Maluquinho",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/a-panela-do-menino-maluquinho/thumb_9788525054333.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/a-panela-do-menino-maluquinho/intermediaria_9788525054333.jpg",
       "description":"HistÛrias em quadrinhos misturadas a anedotas, cartuns, curiosidades e 'desinformes publicit·rios' s„o os recursos usados para contar contam como foi que o Maluquinho e o Boc„o conheceram seus amigos Junim, L˙cio e Sugiro. Neste livro, a revelaÁ„o de segredos e maluquices do Menino Maluquinho e sua turma, que permitem um passeio muito divertido pelo mundo desse menino que nunca vai deixar de ser crianÁa, nem tirar a panela da cabeÁa.",
       "degree":"3",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"garfield-volume-3",
       "premium":false,
       "name":"Garfield   ",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/garfield-volume-3/thumb_9788582860830.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/garfield-volume-3/intermediaria_9788582860830.jpg",
       "description":"Melhor que uma pizza que acabou de sair do forno, eis uma fornada fresquinha de HQs do Garfield, totalmente inÈditas! Neste volume, Odie faz uma nova amizade, a ForÁa Pet enfrenta uma assustadora equipe de supervilıes e Garfield encara seu mais perigoso inimigo, o Monstro Lasanha! O renomado escritor Mark Evanier, o desenhista das tiras di·rias do Garfield, Gary Barker, e um time de grandes artistas convidados trazem ainda mais divers„o para vocÍ!",
       "degree":"5",
       "author":"Jim Davis",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"snoopy-volume-4",
       "premium":false,
       "name":"Snoopy - volume 4",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/snoopy-volume-4/thumb_9788582861448.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/snoopy-volume-4/intermediaria_9788582861448.jpg",
       "description":"Novas aventuras da turma do Snoopy, perfeitas para vocÍ e para o seu bombonzinho! … hora de embarcar no seu aeroplano de casinha de cachorro e escapar para o mundo maravilhoso do lend·rio cartunista Charles M. Schulz, com histÛrias totalmente novas criadas por um elenco estelar de desenhistas e roteiristas, alÈm de tirinhas cl·ssicas do prÛprio Schulz.\r\n\r\nApresentando Charlie Brown e toda a turminha, esta coleÁ„o atemporal de humor e imaginaÁ„o ir· com certeza ajudar vocÍ a finalmente chutar aquela bola, ou a conquistar os cÈus e derrotar o Bar„o Vermelho de uma vez por todas!",
       "degree":"EI",
       "author":"Charles M. Schulz ",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"almanaque-maluquinho-viagens-da-carolina",
       "premium":false,
       "name":"Almanaque Maluquinho - Viagens da Carolina",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/almanaque-maluquinho-viagens-da-carolina/thumb_9788525053947.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/almanaque-maluquinho-viagens-da-carolina/intermediaria_9788525053947.jpg",
       "description":"As histÛrias em quadrinhos do Almanaque Maluquinho Viagens da Carolina trazem situaÁıes superengraÁadas que s„o a marca registrada de toda turma maluquinha. Entre uma maluquice e outra, Carol lidera o passeio por v·rios temas relacionados ao turismo como aspectos histÛricos e curiosos da hotelaria, o que È preciso para fazer uma viagem segura de automÛvel, dicas para arrumar a mala, o que È um cruzeiro marÌtimo, como funcionam os aeroportos e informaÁıes importantes sobre ecoturismo. Esse tipo de viagem È o preferido da Carolina, a personagem da Turma do Menino Maluquinho mais preocupada com o meio ambiente.",
       "degree":"3",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"vovo-viaja-e-nao-sai-de-casa",
       "premium":false,
       "name":"VovÛ Viaja e n„o sai de casa?",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/vovo-viaja-e-nao-sai-de-casa/thumb_9788561521660.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/vovo-viaja-e-nao-sai-de-casa/intermediaria_9788561521660.jpg",
       "description":"Por que vovÛ viaja e n„o sai de casa? Que mistÈrio! Ela cozinha em alem„o, come na ¡ustria, vai pro Jap„o. Faz outra mala, leva mais tralha. VovÛ turista vai pra Austr·lia. VovÛ turista, como viaja! VovÛ turista dando risada... Inventa tanto, n„o sai de casa! … isso mesmo. Uma vovÛ muito esperta e descolada. Ela viaja e n„o sai de casa. Visita a China. Vai a Paris. Depois viaja para o horizonte. AtÈ a vista!",
       "degree":"EI",
       "author":"Sylvia Orthof",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"carol",
       "premium":false,
       "name":"Carol",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/carol/thumb_9788561167707.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/carol/intermediaria_9788561167707.jpg",
       "description":"Carol n„o È uma menininha chata daquelas que morre de medo de sujar o vestido cor-de-rosa nas poÁas de lama deste mundo. Consciente da sua condiÁ„o de crianÁa, ela tenta compensar sua falta de experiÍncia com um Ìmpeto incontrol·vel de explorar, descobrir e inventar que infelizmente tem faltado a muita gente. Nos quadrinhos geniais de Laerte, a Carol fica ali em algum lugar entre a Mafalda e a Luluzinha, mas com a vantagem de n„o se preocupar demais com o notici·rio internacional, e de ter um monte de amigos, porque para ela n„o importa muito se as pessoas s„o menino ou menina.",
       "degree":"5",
       "author":"Laerte",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"maluquinho-por-futebol",
       "premium":false,
       "name":"Maluquinho por Futebol",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/maluquinho-por-futebol/thumb_9788525054470.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/maluquinho-por-futebol/intermediaria_9788525054470.jpg",
       "description":"O livro re˙ne 16 histÛrias em quadrinhos do personagem mais famoso do cartunista e escritor Ziraldo, o Menino Maluquinho. O garoto que vive com uma panela na cabeÁa mostra suas habilidades como jogador de futebol e entra em campo com toda sua turma para se aventurar no esporte preferido dos brasileiros, torcendo, fazendo gols ou dando bolas fora sempre com muito humor e espÌrito esportivo.\n",
       "degree":"2",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"25-anos-do-menino-maluquinho",
       "premium":false,
       "name":"25 anos do Menino Maluquinho",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/25-anos-do-menino-maluquinho/thumb_9788525054029.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/25-anos-do-menino-maluquinho/intermediaria_9788525054029.jpg",
       "description":"Um dos personagens mais queridos e premiados da literatura infantil brasileira e dos quadrinhos, o Menino Maluquinho do cartunista e escritor Ziraldo, comemorou 25 anos em 2005. Para festejar a data, foi lanÁado o livro 25 anos do Menino Maluquinho que traz uma histÛria em quadrinhos inÈdita entremeada de ilustraÁıes de p·gina dupla dos artistas Mauricio de Sousa, LaÌlson, Nani, Daniel Azulay, Son Salvador, Angeli, Nilson, Marcelo Campos e Weberson Santiago, Jal e Gual, Ota, Santiago, Lelis, Dalcio, Mario Vale, Caco, Eliardo FranÁa, ZÈlio, Jean, Miguel Paiva, Erica Awano, Aroeira, Guto Lins, F·bio Moon e Gabriel B·, e Baptist„o. Esses artistas talentosos fizeram a sua interpretaÁ„o do Menino Maluquinho e desenharam no seu estilo personagens e cenas em uma homenagem inÈdita.",
       "degree":"3",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"snoopy-volume-1",
       "premium":false,
       "name":"Snoopy - Volume 1",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/snoopy-volume-1/thumb_9788582860779.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/snoopy-volume-1/intermediaria_9788582860779.jpg",
       "description":"A adorada turma do Snoopy est· toda aqui nesta colet‚nea inÈdita de quadrinhos! Misturando novas histÛrias com as p·ginas dominicais de Charles Schulz, esta ediÁ„o ir· lembr·-lo do motivo de Snoopy ser amado por milhıes em todo o mundo. Os antigos f„s e os novos leitores ir„o encontrar algo para amar em Snoopy, Woodstock, Linus, Lucy, Chiqueirinho, Schroeder e, È claro, o bom e velho Charlie Brown!",
       "degree":"EI",
       "author":"Charles M. Schulz ",
       "__typename":"Book"
    },
    {
       "slug":"as-anedotinhas-do-bichinho-da-maca",
       "premium":false,
       "name":"As anedotinhas do bichinho da maÁ„",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/as-anedotinhas-do-bichinho-da-maca/thumb_9788506076743.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/as-anedotinhas-do-bichinho-da-maca/intermediaria_9788506076743.jpg",
       "description":"Este livrinho foi, no seu inÌcio, encomenda de uma professora que viu o entusiasmo dos seus alunos ñ que se iniciavam no prazer da leitura ñ envolvidos, avidamente, com os livros de anedotas que o velho Pasquim publicava. Ela me disse: 'N„o d· pra contar umas piadinhas mais inocentes?'. A moÁa atenta havia descoberto que nada desenvolvia mais a alegria de ler de suas crianÁas do que historinhas que elas entendiam depressa e morriam de rir. 'Nem precisa que elas sejam meio proibidas!' ñ ela concluiu. Atendi ao pedido da moÁa, e esta j· È a quinta ou sexta vers„o desta coleÁ„o de piadinhas, que eu mesmo ilustrei. Desde a primeira ediÁ„o, teve muito mais vers„o de crianÁas do que de anedotinhas.' ñ Ziraldo",
       "degree":"5",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "slug":"classicos-todolivro-joao-e-maria",
       "premium":false,
       "name":"Cl·ssicos Todolivro: Jo„o e Maria",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-joao-e-maria/thumb_9788537609392.jpeg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-joao-e-maria/intermediaria_9788537609392.jpeg",
       "description":"Esta È a maior coleÁ„o de cl·ssicos infantis do Brasil! S„o mais de 50 histÛrias, dos mais consagrados nomes da literatura infantil mundial, reunidas aqui para encantar crianÁas de todas as idades! Contos de fadas e f·bulas que ensinam, divertem e entretÍm, trazendo um mundo m·gico de sonhos e de pequenos ensinamentos para a vida toda.",
       "degree":"EI",
       "author":"Roberto Belli",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"snoopy-isto-e-toquio-charlie-brown",
       "premium":false,
       "name":"Snoopy - Isto È TÛquio, Charlie Brown!",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/snoopy-isto-e-toquio-charlie-brown/thumb_9788582860359.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/snoopy-isto-e-toquio-charlie-brown/intermediaria_9788582860359.jpg",
       "description":"Quando o presidente seleciona o time deles para representar o paÌs num jogo de beisebol no exterior, Charlie Brown, Snoopy e a turminha de nossos personagens favoritos fazem as malas para uma viagem a TÛquio! Mas, entre uma visita ao Monte Fuji, um passeio turÌstico por templos centen·rios e uma desastrada luta de sumÙ para Snoopy, o chefe da equipe, Charlie Brown, tem um jogo de beisebol com o qual se preocupar, e isso est· tirando seu sono. Poder· Patty Pimentinha dar a esse time de araque a centelha que precisa para vencer um jogo?",
       "degree":"EI",
       "author":"Charles M. Schulz",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"amanhecer-esmeralda",
       "premium":false,
       "name":"Amanhecer Esmeralda",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/amanhecer-esmeralda/thumb_amanhecer_esmeralda.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/amanhecer-esmeralda/intermediaria_amanhecer_esmeralda.jpg",
       "description":"Manh„ È uma menina pobre e sonhadora, como tantas que moram nos bairros perifÈricos das grandes cidades. Sua famÌlia È t„o carente que ‡s vezes lhes falta o b·sico, o p„o de cada dia. Mas mesmo diante dos infort˙nios h· sempre um novo amanh„, e naquela sexta feira, o dia preferido das crianÁas que estudam, Manh„ ganha um presente especial que muda sua percepÁ„o do mundo e de si mesma.\r\n",
       "degree":"3",
       "author":"FerrÈz",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"descobertas-da-nina",
       "premium":false,
       "name":"Descobertas da Nina†",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/descobertas-da-nina/thumb_9788525054371.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/descobertas-da-nina/intermediaria_9788525054371.jpg",
       "description":"N„o È f·cil ser a mais novinha da Turma do Menino Maluquinho. Mas para a Nina isso n„o È problema. Ela est· sempre por perto dos amigos do seu irm„o Boc„o, fazendo mil travessuras. Em Descobertas de Nina, a caÁulinha ainda tem in˙meras histÛrias para contar, como as emoÁıes do seu primeiro dia na escola, a difÌcil noite de insÙnia e a alegria de ter um irm„o mais velho como companhia. AlÈm das divertidas histÛrias em quadrinhos do cartunista Ziraldo, h· ainda uma lista de tiradas que a m„e da Nina anotou com as coisas mais engraÁadas que a pequena j· falou e descobriu. Para Nina, aÁ˙car È pÛ m·gico que transforma as comidas em doces. Coisas de crianÁa.",
       "degree":"2",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"a-turma-do-perere-coisas-do-coracao",
       "premium":false,
       "name":"A Turma do PererÍ",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/a-turma-do-perere-coisas-do-coracao/thumb_9788525054067.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/a-turma-do-perere-coisas-do-coracao/intermediaria_9788525054067.jpg",
       "description":"Ver o luar sobre a Mata do Fund„o È t„o lindo que È difÌcil n„o se apaixonar.†'Coisas do coraÁ„o',†de Ziraldo apresenta as histÛrias em quadrinhos mais rom‚nticas e divertidas que aconteceram na Mata do Fund„o e os criativos e, ‡s vezes indecifr·veis, bilhetes e cartinhas de amor, que os apaixonados da Turma andam trocando entre si.",
       "degree":"3",
       "author":"Ziraldo",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"o-livro-da-com-fusao",
       "premium":false,
       "name":"O Livro Da com-fus„o",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/o-livro-da-com-fusao/thumb_9788506072561.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/o-livro-da-com-fusao/intermediaria_9788506072561.jpg",
       "description":"Imagine sÛ que divertido misturar animais com objetos e criar coisas completamente novas. Como seria misturar galinha com onÁa? Se vocÍ disse 'galonÁa', acertou! Essa brincadeira criativa incentiva a imaginaÁ„o, estimulando o aprendizado da leitura e da escrita.",
       "degree":"EI",
       "author":"Ilan Brenman",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"a-pequena-vendedora-de-fosforos",
       "premium":false,
       "name":"A pequena vendedora de fÛsforos ",
       "manualInfoChecked":true,
       "layout":"pdf",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/a-pequena-vendedora-de-fosforos/thumb_Capa_pequena.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/a-pequena-vendedora-de-fosforos/intermediaria_Capa_pequena.jpg",
       "description":"Neste livro, vocÍ vai se emocionar com a trajetÛria desta garotinha e as surpresas que a noite de Natal lhe reservou. ConheÁa tambÈm a histÛria do Baile das doze princesas e o mistÈrio que o rei n„o conseguia desvendar. E, por fim, saiba por que a madrasta de Vassilissa, a formosa, a mandou buscar o fogo na casa da bruxa, no meio da floresta.\n\nSugestıes de atividade:\nEste livro proporciona aos alunos conhecerem obras cl·ssicas da literatura infantojuvenil e pesquisar outros contos de Hans Christian Andersen.",
       "degree":"EI",
       "author":"Vanessa Alexandre",
       "__typename":"Book"
    },
    {
       "slug":"classicos-todolivro-pica-pau",
       "premium":false,
       "name":"Cl·ssicos Todolivro: Pica-pau",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-pica-pau/thumb_9788537609095.jpeg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-pica-pau/intermediaria_9788537609095.jpeg",
       "description":"Esta È a maior coleÁ„o de cl·ssicos infantis do Brasil! S„o mais de 50 histÛrias, dos mais consagrados nomes da literatura infantil mundial, reunidas aqui para encantar crianÁas de todas as idades! Contos de fadas e f·bulas que ensinam, divertem e entretÍm, trazendo um mundo m·gico de sonhos e de pequenos ensinamentos para a vida toda.",
       "degree":"EI",
       "author":"Roberto Belli",
       "__typename":"Book"
    },
    {
       "slug":"emilia-no-pais-da-gramatica",
       "premium":false,
       "name":"EmÌlia no PaÌs da Gram·tica",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/emilia-no-pais-da-gramatica/thumb_9788525055187.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/emilia-no-pais-da-gramatica/intermediaria_9788525055187.jpg",
       "description":"Este livro conta a viagem que Pedrinho, Narizinho, Visconde, Quindim e EmÌlia fazem atÈ o PaÌs da Gram·tica. L· eles aprendem a lÌngua portuguesa de um jeito muito divertido, usando a imaginaÁ„o e a criatividade. Desse modo, ficam sabendo sobre a origem e o significado das palavras e como escrevÍ-las corretamente, formando frases coerentes e coesas.\nComo o livro foi lanÁado pela primeira vez em 1934, muitas regras e conceitos gramaticais antigos foram atualizados e comentados.",
       "degree":"4",
       "author":"Monteiro Lobato",
       "__typename":"Book"
    },
    {
       "slug":"classicos-universais-a-odisseia",
       "premium":false,
       "name":"Cl·ssicos Universais: A Odisseia",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-universais-a-odisseia/thumb_9788537610350.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-universais-a-odisseia/intermediaria_9788537610350.jpg",
       "description":"Esta coleÁ„o apresenta grandes cl·ssicos da literatura mundial, adaptados em linguagem simples e adequada ao p˙blico infantojuvenil. … uma excelente ferramenta escolar e atÈ de preparaÁ„o para concursos, como o vestibular. Traz ainda um suplemento pedagÛgico ao final de cada livro, que visa testar o entendimento do leitor sobre os textos",
       "degree":"4",
       "author":"Cristina Belli",
       "__typename":"Book"
    },
    {
       "slug":"classicos-todolivro-pioquio",
       "premium":false,
       "name":"Cl·ssicos Todolivro: PinÛquio",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-pioquio/thumb_9788537609590.jpeg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-pioquio/intermediaria_9788537609590.jpeg",
       "description":"Esta È a maior coleÁ„o de cl·ssicos infantis do Brasil! S„o mais de 50 histÛrias, dos mais consagrados nomes da literatura infantil mundial, reunidas aqui para encantar crianÁas de todas as idades! Contos de fadas e f·bulas que ensinam, divertem e entretÍm, trazendo um mundo m·gico de sonhos e de pequenos ",
       "degree":"EI",
       "author":"Cristina Marques",
       "__typename":"Book"
    },
    {
       "v2ready":true,
       "slug":"brasiliana-lendas-do-brasil-em-versos-de-cordel",
       "premium":false,
       "name":"Brasiliana",
       "manualInfoChecked":true,
       "layout":"fixed",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/brasiliana-lendas-do-brasil-em-versos-de-cordel/thumb_9788561521530.jpg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/brasiliana-lendas-do-brasil-em-versos-de-cordel/intermediaria_9788561521530.jpg",
       "description":"Em versos de literatura de cordel, surge uma brasiliana repleta de encantamento, magia e mistÈrio. Rimas bem construÌdas da~o cor a seis lendas do Brasil ó Caipora, Negrinho do Pastoreio, Saci-Perere^, Uirapuru, VitÛria-RÈgia e o Vaqueiro Misterioso ó, mitos que formam uma linda e verdadeira aquarela do Brasil.",
       "degree":"3",
       "author":"GonÁalo Ferreira da Silva",
       "__typename":"Book"
    },
    {
       "slug":"classicos-todolivro-rapunzel",
       "premium":false,
       "name":"Cl·ssicos Todolivro: Rapunzel",
       "manualInfoChecked":true,
       "layout":"dynamic",
       "image":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-rapunzel/thumb_9788537609613.jpeg",
       "imageUrlIntermediaria":"https://s3-sa-east-1.amazonaws.com/files.arvoredelivros.com.br/books/images/classicos-todolivro-rapunzel/intermediaria_9788537609613.jpeg",
       "description":"Esta È a maior coleÁ„o de cl·ssicos infantis do Brasil! S„o mais de 50 histÛrias, dos mais consagrados nomes da literatura infantil mundial, reunidas aqui para encantar crianÁas de todas as idades! Contos de fadas e f·bulas que ensinam, divertem e entretÍm, trazendo um mundo m·gico de sonhos e de pequenos ensinamentos para a vida toda.",
       "degree":"EI",
       "author":"Roberto Belli",
       "__typename":"Book"
    }
 ]